// coef 

/*
tree = [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16]
*/

const qnaList = [
	{
		q: '얼마나 배고픈가요?',
		a: [
			{ answer: '적당히 배고픔', coef: 1 },
			{ answer: '많이 배고픔', coef: 2 },
		]
	},
	{
		q: '고기와 고기가 아닌 음식 중에 무엇을 더 먹고싶나요?',
		a: [
			{ answer: '고기', coef: 1 },
			{ answer: '안 고기', coef: 2 },
		]
	},
	{
		q: '매운 음식과 맵지 않은 음식 중 무엇을 더 먹고싶나요?',
		a: [
			{ answer: '매움', coef: 1 },
			{ answer: '안 매움', coef: 2 },
		]
	},
	{
		q: '익은 음식과 날 음식 중 뭘 더 먹고싶나요?',
		a: [
			{ answer: '익은 음식', coef: 1 },
			{ answer: '안 익은 음식', coef: 2 },
		]
	},

]

const menuList = [
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[],
	[]
]
